{
  "home_hero_title": "The 2025 PV Module",
  "home_hero_highlight": "Reliability Scorecard",
  "home_hero_cta": "GET STARTED NOW",
  "welcome_title_normal": "Welcome to the",
  "welcome_title_italic": "2025 Scorecard",
  "welcome_paragraph_1": "Kiwa PVEL’s Product Qualification Program (PQP) and Scorecard are the global solar industry’s trusted resources for PV module reliability and performance data. In this 11th edition of the Scorecard, Kiwa PVEL is proud to showcase a broad range of Top Performer manufacturers and module model types. To earn Top Performer status, model types made from unique sets of bills of materials (BOMs) need to meet or exceed the stated criteria for that particular PQP test.",
  "welcome_paragraph_2": "The 2025 Scorecard provides several exciting updates, such as refreshed Key Takeaways and Test Result Spotlights with new insights on the industry’s hottest reliability topics, including module breakage, UVID, and n-type reliability and performance. In addition, the Top Performer search tool is now separate from the new Manufacturers page, making it easier to navigate to the model types most suitable for your needs.",
  "welcome_drawer_paragraph_1": "While the search tool now includes more information on each model listed, the individual test pages provide examples of where reliability issues still arise, and the Failures page serves as a reminder that not all modules perform equally.",
  "welcome_drawer_paragraph_2": "As always, the Scorecard provides important insights, but managing the complexities of module procurement requires careful consideration. Reviewing the full PQP test reports and specifying top performing BOMs are critical aspects of Kiwa Solar’s procurement best practices. Achieve more informed and effective module sourcing by becoming a Kiwa PVEL Premium Partner. Learn more at ",
  "welcome_link" : "https://www.kiwa.com/us/en-us/services/engineering-and-consultancy/ppp",
  "welcome_link_text": "kiwa.com/pvel/ppp.",
  "welcome_toggle_label": "VIEW FULL MESSAGE",
  "welcome_image_alt": "Lab Test",
  "home_key_year": "2025",
  "home_key_text": "Key Takeaways",
  "slider_interval": 10000,
  "slider_image_1": "/images/testimonial-bg.jpg",
  "slider_image_2": "/images/testimonial-bg2.jpg",
  "slider_1_text": "Kiwa PVEL's Scorecard has been instrumental in reinforcing Adani's reputation for high-performing, reliable solar modules. Our strong history as a Top Performer in the Scorecard has helped us build trust with new buyers and expand our reach in global markets. Participating in Kiwa PVEL's rigorous extended reliability testing via the PQP validates the durability and efficiency of our products, allowing us to showcase our leadership in n-type TOPCon technology and advanced manufacturing. We are proud to consistently demonstrate excellence through this industry-recognized program.",
  "slider_1_author_name": "Muralee Krishnan",
  "slider_1_author_designation": "CEO of Adani Solar",
  "slider_2_text": "At Invenergy, our relationship with Kiwa helps us meet the growing customer demand for cleaner, more reliable, and affordable energy. Their Product Qualification Program provides critical performance and reliability data that strengthens our procurement decisions as we expand our portfolio of diverse energy technologies—including but not limited to solar—to meet growing demand and improve grid reliability. As Kiwa PVEL Premium Partners, we leverage their detailed BOM-level insights to select modules that deliver long-term value for our customers. This collaboration is essential to our ability to accelerate the delivery of high-quality solar projects that fulfill our customers' increasing energy needs while maintaining the performance standards they expect.",
  "slider_2_author_name": "Mark Delaney",
  "slider_2_author_designation": "Senior Vice President for Global Sourcing, Invenergy",
  "tc_hero_title": "Thermal",
  "tc_hero_span": "Cycling",
  "tc_hero_description": "The PQP’s Thermal Cycling (TC) test extends the IEC/UL certification test from 200 to 600 cycles, more accurately simulating a PV module’s lifespan of temperature fluctuations. TC’s extreme temperature swings stress module components, degrading interfacial bonds within the module and junction box that could substantially reduce performance. This test is crucial for environments with significant day-to-night temperature differences.",
  "tc_takeaways_title1": "Key",
  "tc_takeaways_title2": "Takeaways",
  "tc_cards": [
    {
      "heading": "Fewer Top Performers",
      "title": "71% of BOMs tested degraded by < 2% following TC600.",
      "text": "This has decreased from 83% of BOMs degrading by < 2% reported in the 2023 and 2024 Scorecards. While the median degradation following TC was not statistically different from last year, the reduction in BOMs degrading by < 2% is most likely due to some manufacturers trying to reduce silver use in cell metallization to save costs. ",
      "linkText": "See the Power Degradation graph below for more.",
      "linkUrl": "#PowerDegration",
      "image": "/images/Key-Takeaways-1.jpg",
      "alt": "Solar panel testing"
    },
    {
      "heading": "Cell Technology Influence",
      "title": "TOPCon performed better than PERC. HJT results are mixed.",
      "text": "Over the past year of TC testing, the median degradation rate for TOPCon and PERC was 1.1% and 3.6%, respectively, showing TOPCon technology’s advantage over PERC. Meanwhile, HJT had a lower sample size but a wider range in results, indicating room for improvement for some HJT manufacturers.",
      "image": "/images/key_takewaway_2.jpg",
      "alt": "Solar panels field"
    },
    {
      "heading": "Glass//Glass Benefits",
      "title": "Glass//glass performed better than glass//backsheet in TC.",
      "text": "For the 2025 Scorecard dataset, 90% of all glass//glass BOMs tested had < 2% degradation following TC600, versus 0% of glass//backsheet BOMs. This continues the trend reported in the 2024 Scorecard and shows the strong glass//glass advantage in protecting the cells from the asymmetrical thermal stresses present in glass//backsheet modules.",
      "image": "/images/key_takewaway_3.jpg",
      "alt": "Solar panel testing"
    },
    {
      "heading": "Failures Increase",
      "title": "15% of BOMs experienced one or more failures during TC testing.",
      "text": "32% of manufacturers experienced at least one failure during TC testing, which was up from 20% for the 2024 Scorecard. These included delamination, broken glass, failed bypass diodes and exposed wires. Further, 8% of manufacturers experienced power degradation. ",
      "linkText": "Failures",
      "linkUrl": "/failures/",
      "textAfter": " page for more.",
      "image": "/images/Key-Takeaways-4.jpg",
      "alt": "Solar panel testing"
    }
  ],
  "tc_power_degradation": "Power Degradation of",
  "tc_power_degradation_sub": "TC BOMs",
  "tc_power_degradation_link": "See Thermal Cycling",
  "tc_power_degradation_link_sub": "Top Performers",
  "tc_power_degradation_link_text": "Click here to see the 144 BOMs listed as TC Top Performers.",
  "tc_power_degradation_footnote": "Outliers with >10% degradation are not shown. In some cases, these cause a significant reduction in the mean.",
  "tc_power_degradation_link_text_2": "View Box Plot Interpretation Guide",
  "tc_power_degradation_link_text_2_url": "https://2024modulescorecard.pvel.com/wp-content/uploads/PVEL_BoxPlotImage_220510_v.02-scaled.jpg",
  "tc_power_degradation_image_alt": "Power degradation of TC BOMs",
  "tc_power_degradation_image_title": "Click to Enlarge the image",
  "tc_power_degradation_image_alt_2": "Top Performer 2025 Kiwa PV Module Reliability Scorecard",
  "tc_power_degradation_link_url": "https://www.kiwa.com/pvel/pqp/tc",
  "tc_power_degradation_link_text_3": " The TC test procedure, what PV module materials are assessed, and a case study on why TC is important can be found here on kiwa.com/pvel. ",
  "tc_spotlight_title": "TC Test Result",
  "tc_spotlight_span": "Spotlight",
  "tc_spotlight_p1": "A recent example of delamination is shown here, with bubbles encroaching from the glass/glass laminate edge (under the frame). While rarely seen at the end production’s visual inspection step, these bubbles can appear following TC and/or DH testing. They create a safety risk by forming a potential electrical path from the module’s current-carrying parts to the grounded frame.",
  "tc_spotlight_p2": "This is a major defect according to IEC 61730 due to the electrical arcing risk it presents. The potential root causes could be various cost cutting measures, including the use of thinner encapsulants, greater laminate edge-pinch following lamination, and/or a reduction in lamination time.",
  "tc_spotlight_img_title": "TC600",
  "tc_spotlight_img_desc": "Bubbles can be seen between the frame and the ribbon, reducing the electrical creepage distance and increasing arcing risk.",
  "tc_spotlight_img_alt": "Click to Enlarge the image",
  "pid_alt_text": "PV module testing methodology",
  "pid_head": "Potential Induced",
  "pid_subhead": "Degradation",
  "pid_description": "The PQP’s Potential Induced Degradation (PID) test extends the IEC/UL certification test from 96 to 192 hours, more accurately simulating a PV module’s lifespan of high voltage stress. PID occurs when voltage potential differences between the solar cells and grounded frame cause leakage currents that degrade module performance. This test is crucial for environments with high system voltages and elevated temperatures and humidity.",
  "pid_key_takeaways": "Key Takeaways",
  "pid_cards": [
    {
      "heading": "More Top Performers",
      "title": "72% of BOMs produced in 2024 degraded by < 2% following PID(-).",
      "text": "This is an increase from the 57% of BOMs produced in 2023 that degraded by < 2%. Although not a statistically significant change, the median degradation following PID(-) decreased from 1.9% for BOMs produced in 2023 to 1.5% for BOMs produced in 2024. Two PID(-) outliers with 11.9% and 17.6% power loss drove down the average for 2024 BOMs.",
      "linkText": "See the Power Degradation graph below for more.",
      "linkUrl": "#PowerDegration",
      "image": "/images/Key-Takeaways-1.jpg",
      "alt": "Solar panel testing"
    },
    {
      "heading": "Minimal Module Type Influence",
      "title": "Results remained aligned across cell technologies and laminate types.",
      "text": "While there was a wider range in TOPCon results compared to PERC and HJT, there were no statistically significant differences in the PID(-) susceptibility for TOPCon, PERC and HJT cell technologies, nor for glass//glass versus glass//backsheet. The cell technology and module type are not reliable indicators of PID performance.",
      "image": "/images/key_takewaway_2.jpg",
      "alt": "Solar panels field"
    },
    {
      "heading": "PID(+) versus PID(-)",
      "title": "PID is typically lower for positive-polarity than for negative-polarity.",
      "text": "New for the 2025 Scorecard, PID Top Performers must have < 2% degradation in PID(-) and PID(+). PID is typically lower for PID+, but 9% of BOMs with < 2% degradation for PID(-) had ≥ 2% degradation for PID(+), removing them from the Top Performer list. Conversely, 32% of BOMs with < 2% degradation for PID(+) had ≥ 2% degradation following PID(-).",
      "image": "/images/key_takewaway_3.jpg",
      "alt": "Solar panel testing"
    },
    {
      "heading": "Failures Remain",
      "title": "Similar to the 2024 Scorecard, 9% of BOMs experienced a failure during PID testing.",
      "text1": "Most of these failures were due to power degradation caused by PID-polarization, which is often reversable with a UV exposure (see the ",
      "linkText1": "Test Result Spotlight",
      "linkUrl1": "#TestSpotlight",
      "textAfter1": " below). There have been reports of PID-polarization occurring in the field and therefore this is considered a test failure. Other failures following PID included delamination and wet leakage failures. See the",
      "linkText2": "Failures",
      "linkUrl2": "/failures/",
      "textAfter2": "page for more.",
      "image": "/images/Key-Takeaways-4.jpg",
      "alt": "Solar panel testing"
    }
  ],
  "pid_boms_title_main": "Power Degradation of",
  "pid_boms_title_span": "PID BOMs",
  "pid_boms_badge_alt": "Top Performer 2025 Kiwa PV Module Reliability Scorecard",
  "pid_boms_cta_title": "See Potential Induced Degradation Top Performers",
  "pid_boms_cta_p": "Click here to see the 150 BOMs listed as PID Top Performers.",
  "pid_boms_footnote_1": "All 2013/2014 and 2015 results are from 600 hours of PID testing. This was decreased to 192 hours for 2016 results and beyond. Only PID-negative results are shown.",
  "pid_boms_footnote_2": "Outliers with >10% degradation are not shown. In some cases, these cause a significant reduction in the mean.",
  "pid_boms_plot_guide": "View Box Plot Interpretation Guide",
  "pid_boms_plot_guide_url": "https://2024modulescorecard.pvel.com/wp-content/uploads/PVEL_BoxPlotImage_220510_v.02-scaled.jpg",
  "pid_boms_pqp_link_text": "The PID test procedure, what PV module materials are assessed, and a case study on why PID is important can be found here on kiwa.com/pvel.",
  "pid_reference_text": "Peter Hacke, Cecile Molto, Dylan Colvin, Ryan Smith, Farrukh Ibne Mahmood, Fang Li, Jaewon Oh, Govindasamy Tamizhmani and Hubert Seigneur. EPJ Photovolt., 16 (2025) 16. Polarization-type potential-induced degradation in bifacial PERC modules in the field.",
  "pid_reference_link_text": "https://doi.org/10.1051/epjpv/2025004",
  "pid_spotlight_title": "PID Test Result",
  "pid_spotlight_span": "Spotlight",
  "pid_spotlight_desc": "PQP testing continues to reveal BOMs that are susceptible to PID-polarization (PID-p), including the TOPCon module below. Kiwa PVEL’s testing has confirmed that many BOMs do not exhibit PID-p, but others can suffer a significant amount of power loss. While a subsequent 2 kWh/m2 exposure to UV light (equivalent to weeks outdoors) can often reverse this effect, recent works by NREL and FSEC1 have shown examples of PID-p occurring in the field. Given the possibility of PID-p occurring at solar sites, the PID Top Performer criteria is < 2% power loss before any UV recovery for both PID192(-) and PID192(+).",
  "pid_card_initial_title": "Initial",
  "pid_card_initial_text": "The pre-stress image shows no indication of PID susceptibility.",
  "pid_card_stress_title": "PID192(-)",
  "pid_card_stress_text": "After 192 hours of PID(-) testing, most cells show significant darkening due to an accumulation of polarization charges.",
  "pid_card_uv_title": "UV Recovery",
  "pid_card_uv_text": "After 2 kWh/m2 of UV exposure, much of the polarization effects have been reversed.",
  "iam_hero_title": "Incidence Angle",
  "iam_hero_span": "Modifier",
  "iam_hero_description": "Incidence Angle Modifier (IAM) coefficients evaluate the response of a PV module to light coming from various angles. IEC 61853-2:2016 defines an indoor test method for characterization of the IAM values of a PV device with respect to the angle of incidence (AOI) by measuring short-circuit current (Isc). Kiwa PVEL has improved upon this test method to capture IAM profiles for both glass//backsheet and glass//glass modules. This unique indoor IAM testing method has demonstrated world-leading results for precision and repeatability.",
  "iam_takeaways_title": "Key Takeaways",
  "iam_cards": [
    {
      "heading": "Tight Distribution",
      "title": "Kiwa PVEL measured minimal variation in IAM performance across dozens of modules.",
      "text": "Measurements over the past year using Kiwa PVEL’s best-in-class test method continued to show that the IAM values for commercial modules are relatively aligned. This may contradict manufacturer provided IAM curves, including those from some other third-party labs.",
      "linkText": "See the Measured IAM Across Test Fleet for more.",
      "linkUrl": "#Test-Fleet"
    },
    {
      "heading": "Meaningful Differences",
      "title": "The range of results may be less than some expect, but notable differences exist.",
      "text": "With the highest accuracy IAM test in the world1, Kiwa PVEL can accurately measure differences in IAM performance between BOMs. The highest performer’s modelled energy yield was 0.60% higher than the lowest performer for a simulated single-axis tracker site in Las Vegas, USA.",
      "linkText": "See the Test Results Spotlight for more.",
      "linkUrl": "#TestSpotlight"
    },
    {
      "heading": "Comparison to Default",
      "title": "PVsyst default IAM values are slightly lower than most measured IAM results.",
      "text": "For a simulated single-axis tracking system modeled in Las Vegas, USA, the typical module Kiwa PVEL measured over the past year had a 0.12% higher energy yield compared to PVsyst’s Fresnel ARC default. This difference is more pronounced in fixed tilt and cloudier conditions.",
      "linkText": "See the Test Results Spotlight for more.",
      "linkUrl": "#TestSpotlight"
    },
    {
      "heading": "Cell Technology Impacts",
      "title": "On average, IAM values of HJT modules are lower than that of TOPCon and PERC.",
      "text": "While the sample size was lower for HJT, Kiwa PVEL’s IAM measurements indicate that HJT modules on average have a lower IAM than TOPCon and PERC modules. This is likely due to the blue light absorption in the amorphous silicon for HJT cells.",
      "linkText": "See the Test Results Spotlight for more.",
      "linkUrl": "#TestSpotlight"
    }
  ],
  "cardAlts": [
    "Solar panel testing",
    "Solar panels field",
    "Solar panel testing",
    "Solar panel testing"
  ],
  "iam_fleet_title_main": "Measured IAM Across",
  "iam_fleet_title_span": "Test Fleet",
  "iam_fleet_description": "Kiwa PVEL's IAM measurements on 44 BOMs (with three samples measured per BOM) over the past year continue to show a relatively tight alignment. On average, these measurements outperform the PVsyst Fresnel ARC default across all angles of incidence.",
  "iam_fleet_chart_alt": "Measured IAM Data for 44 BOMs",
  "iam_fleet_chart_caption": "Kiwa PVEL's IAM test results for 44 BOMs from 2024 and Q1’2025 show strong consistency. PVsyst's Fresnel ARC default included for reference.",
  "iam_fleet_footnote_link": "The PAN and IAM test procedure, what PV module materials are assessed, and a case study on why PAN (and IAM) is important can be found here on kiwa.com/pvel.",
  "iam_fleet_ref_1": "Kiwa PVEL has <0.5% total expanded uncertainty up to 60 degrees AOI (angle of incidence). In prior work comparing IAM uncertainty, other labs self-reported total-expanded uncertainty ranges from 1.2% to 2.5% up to 60 degrees AOI.",
  "iam_fleet_ref_2": "Riedel-Lyngskær N, Santamaría Lancia AA, Plag F, et al. Interlaboratory comparison of angular-dependent photovoltaic device measurements: Results and impact on energy rating. Prog Photovolt Res Appl. 2021; 29: 315–333.",
  "iam_fleet_ref_2_link_text": "https://doi.org/10.1002/pip.3365",
  "iam_spotlight_title": "IAM Test Result",
  "iam_spotlight_span": "Spotlight",
  "iam_spotlight_description": "Despite relatively tight alignment in IAM measurements, the differences between BOMs can still be significant for project energy and financial models. These differences become more pronounced in fixed-tilt, higher latitude and/or cloudy locations (such as Boston, USA) compared to sunnier, single-axis tracker sites at lower latitudes (such as Las Vegas, USA). Kiwa PVEL has also discovered some cell technology dependence in IAM testing trends. While overlap exists, especially between PERC and TOPCon, the average and median measured IAM for both of those cell technologies performed better than the average and median HJT module. Again, these differences become more significant for the fixed-tilt Boston simulation.",
  "iam_spotlight_chart_alt": "Impacts by cell technology to modeled energy yield for measured IAM",
  "iam_spotlight_caption": "The impacts by cell technology to modeled energy yield for measured IAM compared to PVsyst Fresnel ARC default (represented as 0.0) at two simulated sites, using the same IAM datasets for both sites.",
  "iam_spotlight_plot_guide": "View Box Plot Interpretation Guide",
  "iam_spotlight_plot_guide_link": "https://2024modulescorecard.pvel.com/wp-content/uploads/PVEL_BoxPlotImage_220510_v.02-scaled.jpg",
  "fail_takeaways_title": "Key Takeaways",
  "fail_cards": [
    {
      "heading": "Module Breakage",
      "title": "Visual inspection was once again the leading failure category.",
      "text": "60% of all failures were detected during visual inspection. The largest source of this was module breakage during MSS testing due to the increase in tracker-mount testing from previous years combined with weaker glass and/or frames. Module breakage during HSS testing also resulted in many failures, which are counted when modules break for both tested hail sizes or when the manufacturer requests an HSS retest.",
      "alt": "Close-up of a shattered solar panel glass surface"
    },
    {
      "heading": "Power Loss Failures Rise",
      "title": "Power loss failures occur in PID, UVID, TC, DH and MSS.",
      "text": "The percentage of BOMs experiencing a power loss related failure increased to 19%, up from 14% in the 2024 Scorecard. This was largely due to UVID power loss being included as part of the failure statistics this year, which are counted when the module manufacturer requests a UVID retest. The percentage of PID BOMs experiencing a power loss failure remained at approximately 6% for the past three Scorecards.",
      "alt": "Technician checking electroluminescence imaging for power loss"
    },
    {
      "heading": "Safety Failures Persist",
      "title": "Percentage of BOMs experiencing a safety failure stays consistent.",
      "text": "7% of BOMs experienced a wet leakage electrical insulation (or “safety”) failure. This was the same number reported in the 2024 Scorecard, which was down from the 18% reported in the 2023 Scorecard. Most of these failures were traced to the junction box due to poor pottant application and poor sealing around the cables.",
      "alt": "Wet leakage immersion testing of a solar module"
    },
    {
      "heading": "Junction Box Failures",
      "title": "One third of manufacturers had one or more junction box related failures.",
      "text": "Kiwa PVEL has highlighted the issue of junction box failures in the past six editions of the Scorecard, yet these failures continue. They include 11% of manufacturers with junction box covers falling off, 8% of manufacturers with loose cables/exposed wires, 8% of manufacturers with bypass diode failures, and 4% of manufacturers with melted/damaged connectors.",
      "alt": "Detailed view of a solar module junction box and connectors"
    }
  ],
  "fail_stats_title": "PQP Failure",
  "fail_stats_span": "Statistics",
  "fail_stats_desc_p1": "The bar chart displays the percentage of BOMs experiencing at least one failure in each applicable test sequence of the PQP by failure type. Initial failures are those that were detected during characterizations prior to stress-testing. “Witness” failures is a new category for the 2025 Scorecard and was experienced by 11% of manufacturers. These occurred when the manufacturer decided not to ship the modules following the PQP sample production factory witness due to a quality issue.",
  "fail_stats_desc_p2": "The most common type of failure is a visual inspection major defect, which accounted for 60% of all failures. This is followed by power degradation failures, at 21%.",
  "fail_stats_chart_1_alt": "The percentage of PQP failures per BOM by test sequence.",
  "fail_stats_history_text": "New for the 2025 Scorecard, the history of reported failures across the past five Scorecards has been included in the line graph below. This clearly shows that the percentage of manufacturers and BOMs experiencing at least one failure has been steadily rising, while the percentage of manufacturers experiencing one or more junction box-related failure remains consistently high.",
  "fail_stats_chart_2_alt": "PQP failure rates as reported in past Scorecards.",
  "fail_hero_title": "Failures",
  "fail_hero_description": "The number of module manufacturers undergoing PQP testing who experienced at least one test failure continues to increase. It is now at 83%, which is the highest percentage ever reported by Kiwa PVEL. The BOM-level failure rate has also steadily risen and is now up to 59% of all BOMs undergoing PQP testing. There has been an increase in the number of modules experiencing glass breakage during MSS and HSS testing, and a spike in the number of TC failures. Experiencing test failures is no longer an ‘if’, but a ‘when’, and how manufacturers learn from them is essential to ensuring long-term module reliability.",
  "fail_types_title": "Failure",
  "fail_types_span": "Types",
  "fail_types_list": [
    {
      "title": "Safety Failure",
      "description": "Modules with safety failures may be hazardous to operate in the field. Throughout PQP testing, safe operation is determined via wet leakage testing using the IEC 61215 standard, which evaluates the electrical insulation of the PV module. BOMs not meeting the IEC 61215 minimum requirements for insulation resistance are included in the Scorecard’s failure statistics.",
      "description2": "This module failed wet leakage testing following TC200, meaning that it failed an IEC 61215 certification test. Kiwa PVEL’s investigation revealed that the pottant inside the junction box had not cured properly, leading to exposed electrical circuitry inside the junction box. Wet leakage failures traced to the junction box were detected on at least seven different BOMs from different manufacturers within the past year."
    },
    {
      "title": "Visual Inspection",
      "description": "Visual inspections identify issues that cause premature field failure. Modules are examined for delamination, corrosion, broken or cracked surfaces and other ‘major’ defects using the IEC 61215 and IEC 61730 criteria. BOMs exhibiting ‘major’ findings are included in the Scorecard’s failure statistics.",
      "description2": "Visual inspection failures can include a wide range of defects. In the 2025 Scorecard, the leading cause of visual inspection failures was module breakage during mechanical stress testing. This results from thinner glass and larger module dimensions that increase susceptibility to wind and snow loads encountered during the PQP."
    },
    {
      "title": "Power Degradation",
      "description": "Modules with power degradation failures may underperform in the field. Although the PQP does not assign specific pass/fail thresholds for degradation, manufacturers may initiate a retest if power loss exceeds their or their customers’ expectations. Retests are clearly noted in PQP reports. BOMs that undergo a retest due to power loss are included in the Scorecard’s failure statistics.",
      "description2": "This HJT module degraded 5.5% following DH2000 testing, triggering a retest request by the manufacturer. The power loss was mainly contributed to potential corrosion due to moisture entering the glass//glass laminate along the perimeter and at the junction box holes – as can been seen by the darkening in those areas. 15 manufacturers experienced a power loss related failure in the past year."
    },
    {
      "title": "Diode",
      "description": "Kiwa PVEL evaluates the functionality of the module’s bypass diodes after TC and MSS testing. A failed bypass diode can no longer protect the module from hot spots, which could lead to fire risk. BOMs with non-functioning diodes in reverse and/or forward bias are included in the Scorecard’s failure statistics.",
      "description2": "Following TC600, this module had a short-circuited bypass diode, resulting in 33% power loss. This BOM passed the IEC duration thermal cycling, but experienced catastrophic power loss following the PQP’s thermal cycling test. Two manufacturers had failing bypass diodes in the past year of PQP testing."
    }
  ],
  "nav_methodology": "Methodology",
  "nav_tests": "Tests",
  "nav_tc": "Thermal Cycling",
  "nav_dh": "Damp Heat",
  "nav_mss": "Mechanical Stress Sequence",
  "nav_hss": "Hail Stress Sequence",
  "nav_pid": "Potential Induced Degradation",
  "nav_lid": "LID + LETID",
  "nav_pan": "PAN Performance",
  "nav_uvid": "UVID",
  "nav_bds": "Backsheet Durability Sequence",
  "nav_iam": "Incidence Angle Modifier",
  "nav_failures": "Failures",
  "nav_top_performers": "Top Performers",
  "nav_search_tool": "Search Tool",
  "nav_by_manufacturer": "By Manufacturer",
  "nav_take_action": "Take Action",
  "nav_ppp": "Premium Partner Program",
  "nav_best_practices": "Kiwa's Procurement Best Practices",
  "nav_sign_up": "Sign Up For Testing",
  "nav_about_us": "About Us",
  "nav_lang_label": "简体中文",
  "nav_join_network": "Join Our Network",
  "dampheat_titleline1": "Damp",
  "dampheat_titleline2": "Heat",
  "dampheat_titlehighlight": "Heat",
  "dampheat_description": "The PQP’s Damp Heat (DH) test is 2000 hours, double the duration of the IEC/UL certification test. For susceptible modules, this test instigates long-term degradation and failure modes that are typical in high temperatures and high humidity conditions where moisture and heat can weaken the materials binding the module together. When these bonds weaken due to low-quality components and/or substandard lamination processes, moisture can enter the laminate and cause corrosion and/or delamination.",
  "dh_titlewrap": "Key Takeaways",
  "dh_cards": [
    {
      "heading": "Fewer Top Performers",
      "title": "62% of BOMs tested degraded by < 2% following DH2000.",
      "text": "This has continued the decreasing trend from the 2024 and 2023 Scorecards, where 69% and 72% of BOMs had < 2% degradation, respectively. The median degradation for BOMs produced in 2024 was not significantly different from those produced in 2023, but BOMs from both years were lower than BOMs from 2022.",
      "linkText": "See the Power Degradation graph below for more.",
      "linkUrl": "#PowerDegration",
      "image": "/images/Key-Takeaways-1.jpg",
      "alt": "Solar panel testing"
    },
    {
      "heading": "Cell Technology Impacts",
      "title": "TOPCon performed better than PERC; both better than HJT.",
      "text": "67% of TOPCon BOMs tested over the past year had degradation < 2% following DH. This dropped to 33% for PERC BOMs and 0% of HJT BOMs had < 2% degradation, but the sample sizes for PERC and HJT were significantly lower than TOPCon. There were some TOPCon outliers, including the maximum degradation recorded across all technologies: 8.8% from a TOPCon BOM.",
      "image": "/images/key_takewaway_2.jpg",
      "alt": "Solar panels field"
    },
    {
      "heading": "Glass//Glass Advantages",
      "title": "For TOPCon BOMs, glass//glass had clear advantages over glass//backsheet.",
      "text": "The median power degradation for TOPCon glass//glass BOMs tested over the past year was 1.6% compared to 4.0% for TOPCon glass//backsheet BOMs. While this is encouraging for TOPCon BOMs, 9% of manufacturers experienced delamination failures along the edges of their glass//glass modules following DH testing, emphasizing the importance of proper lamination.",
      "image": "/images/key_takewaway_3.jpg",
      "alt": "Solar panel testing"
    },
    {
      "heading": "Failures Persist",
      "title": "10% of BOMs and 19% of manufacturers experienced one or more failures during DH testing.",
      "text1": "These DH failures were due to delamination (as highlighted in the ",
      "linkText1": "2024 Scorecard",
      "linkUrl1": "https://2024modulescorecard.pvel.com/damp-heat/",
      "textAfter1": "  junction box lids falling off and power loss (see the ",
      "linkText2": "Test Result Spotlight",
      "linkUrl2": "#TestSpotlight",
      "textAfter2": "below). With increased diversification in cell design and encapsulation schemes, the number of failure modes has risen, including solder flux driven corrosion of busbars for some glass//glass modules. See the ",
      "linkText3": "Failures",
      "linkUrl3": "/failures/",
      "textAfter3": "page for more.",
      "image": "/images/Key-Takeaways-4.jpg",
      "alt": "Solar panel testing"
    }
  ],
  "dhpowertitle_line1": "Power Degradation of",
  "dhpowertitle_line2": "DH BOMs",
  "dhpowerleftimage_alt": "Power degradation of TC BOMs",
  "dhpowerleftimage_title": "Click to Enlarge the image",
  "dhpowerrightimage_alt": "Top Performer 2025 Kiwa PV Module Reliability Scorecard",
  "dhpowercta_title1": "See Damp Heat",
  "dhpowercta_title2": "Top Performers",
  "dhpowercta_description": "Click here to see the 116 BOMs listed as DH Top Performers.",
  "dhpowerfootnotes_text1": "Percentage of results shown that are post-BO stabilization: 19% of 2018, 46% of 2019, 95% of 2020, 86% of 2021. All 2022 results and later are post-DH2000 (pre-BO stabilization), which is the stage in DH testing used to determine Top Performers for the 2025 Scorecard.",
  "dhpowerfootnotes_text2": "Outliers with >10% degradation are not shown. In some cases, these cause a significant reduction in the mean.",
  "dhpowertext_link": "View Box Plot Interpretation Guide",
  "dhpowertext_link_url": "https://2024modulescorecard.pvel.com/wp-content/uploads/PVEL_BoxPlotImage_220510_v.02-scaled.jpg",
  "dhpowerfootnoterow_text": "The DH test procedure, what PV module materials are assessed, and a case study on why DH is important can be found here on kiwa.com/pvel.",
  "dhpowerfootnoterow_texturl": "https://www.kiwa.com/pvel/pqp/dh",
  "dhspotlightheader_title1": "DH Test Result",
  "dhspotlightheader_title2": "Spotlight",
  "dhspotlightheader_title2style": "italic",
  "dhspotlightheader_description": "Both TOPCon and HJT cells are more susceptible to moisture-related corrosion than PERC, as has been observed in some DH test results over the past few years. That was the case here, where a glass/backsheet TOPCon BOM suffered corrosion-related power loss when moisture vapor entered the laminate through the backsheet. This can also occur with moisture vapor entering glass/glass laminates around the edges and through the junction box holes. While not all TOPCon BOMs suffer from this degradation mode, the choice of encapsulant, cell metallization, flux and backsheet (if applicable) are critical to ensure module reliability.",
  "dhspotlightcard_stage1": "Initial",
  "dhspotlightcard_description1": "The initial EL image looks pristine, with no hint of what is to come following DH testing.",
  "dhspotlightcardimage_alt1": "Initial EL image",
  "dhspotlightcard_stage2": "DH1000",
  "dhspotlightcard_description2": "After DH1000, some darkening at the cell edges and bus bars can be seen, with 2.7% power loss.",
  "dhspotlightcardimage_alt2": "DH1000 EL image",
  "dhspotlightcard_stage3": "DH2000",
  "dhspotlightcard_description3": "After DH2000, the cell edge and busbar darkening are more pronounced, as is the associated power loss at 9.3%.",
  "dhspotlightcardimage_alt3": "DH2000 EL image",
  "pan_title1": "PAN Energy",
  "pan_title2": "Yields",
  "panleftchart_alt1": "Power degradation of Pan BOMs",
  "panleftchart_title1": "Click to Enlarge the  image",
  "panleftchart_alt2": "Power degradation of Pan BOMs",
  "panleftchart_title2": "Click to Enlarge the  image",
  "panrightchart_alt": "Top Performer 2025 Kiwa PV Module Reliability Scorecard",
  "pancta_title1": "See PAN Top Performers",
  "pancta_description": "Click here to see the 26 BOMs listed as PAN Top Performers.",
  "panfootnote_text": "To illustrate the impact of Kiwa PVEL's PAN files, each PAN report includes simulations based on the Kiwa PVEL-generated PAN file for two sites: a 1 MW site in a temperate climate at a 0° tilt in Boston, USA, and a 1 MW site in a desert climate at 20° tilt in Las Vegas, USA. The PAN reports also include single-axis tracker simulations for the same locations. The result of each of these simulations is a specific energy yield (kWh/kWp) value which can be used for benchmarking purposes.",
  "panfootnotetext_link": "View Box Plot Interpretation Guide",
  "panfootnotetext_link_url": "https://2024modulescorecard.pvel.com/wp-content/uploads/PVEL_BoxPlotImage_220510_v.02-scaled.jpg",
  "panfootnoterow_text": "The PAN and IAM test procedure, what PV module materials are assessed, and a case study on why PAN is important can be found here on kiwa.com/pvel.",
  "panfootnoterow_texturl": "https://www.kiwa.com/pvel/pqp/pan-iam",
  "panherobanner_title1": "PAN",
  "panherobanner_title2": "Performance",
  "panherobannerimage_alt": "PV module testing methodology",
  "panherobanner_description": "Kiwa PVEL’s PAN testing and .pan file generation enhance PV module performance simulations by using empirical data across a range of temperature and irradiance conditions. This is an essential input for accurate energy models. Unlike manufacturer-provided PAN files, which might lack empirical validation, Kiwa PVEL’s comprehensive testing ensures .pan files reflect real-world conditions more accurately, supporting better decision-making in module procurement and project development.",
  "pan_titlewrap": "Key Takeaways",
  "pan_cards": [
    {
      "heading": "Increased Energy Yields",
      "title": "Better PAN performance once again results in higher energy generation.",
      "text": "Energy yields improved due to an increase in TOPCon and HJT BOMs included in the PAN dataset for the 2025 Scorecard, some of which had record high energy yields. The result was the Top Performer threshold for PAN increasing by 0.95% and 0.59% for Kiwa PVEL’s modelled sites in Las Vegas and Boston, respectively.",
      "linkText": "See the PAN Energy Yields graph below for more.",
      "linkUrl": "#energyYields",
      "image": "/images/Key-Takeaways-1.jpg",
      "alt": "Solar panel testing"
    },
    {
      "heading": "n-Type Temperature Coefficients",
      "title": "TOPCon was clearly better than PERC; HJT was clearly better than both.",
      "text": "HJT’s average Pmp temperature coefficient of -0.25%/°C was better than that of both TOPCon (at -0.29%/°C) and PERC (at -0.32%/°C). The HJT and TOPCon values are slightly better than what was reported in the past two Scorecards, as HJT’s temperature behavior maintains its advantage, especially for higher temperature sites. See the",
      "linkText": " Test Result Spotlight",
      "linkUrl": "#TestSpotlight",
      "textAfter": " below for More.",
      "image": "/images/key_takewaway_2.jpg",
      "alt": "Solar panel testing"
    },
    {
      "heading": "n-Type Bifacial Gains",
      "title": "TOPCon bifaciality typically beats PERC, but HJT is the clear winner.",
      "text": "The average bifaciality was 85.5% for HJT, 76.3% for TOPCon and 68.7% for PERC. Compared to what was reported in the 2024 Scorecard, these averages were slightly lower for HJT and PERC and slightly higher for TOPCon. Higher bifaciality leads to higher energy yields, especially for sites with high albedo. See the",
      "linkText": " Test Result Spotlight",
      "linkUrl": "#TestSpotlight",
      "textAfter": " below for More.",
      "image": "/images/key_takewaway_3.jpg",
      "alt": "Solar panel testing"
    },
    {
      "heading": "Low Light Performance",
      "title": "All values less than -2.0%, with minimal cell technology differences.",
      "text": "Low light performance (as measured via the relative efficiency deviation at 200 W/m2 compared to 1000 W/m2) has been fairly aligned across PERC, TOPCon and HJT BOMs for the past three years. However, BOMs from the 2025 Scorecard dataset had an average low light performance of -3.2% for HJT, -3.8% for TOPCon and -4.2% for PERC. See the",
      "linkText": " Test Result Spotlight",
      "linkUrl": "#TestSpotlight",
      "textAfter": " below for More.",
      "image": "/images/Key-Takeaways-4.jpg",
      "alt": "Solar panel testing"
    }
  ],
  "panspotlightheader_title1": "PAN Test Result",
  "panspotlightheader_title2": "Spotlight",
  "panspotlightheader_description": "Examining module temperature coefficients, low light performance and bifaciality across the past three years of test results shows HJT technology’s clear performance advantages with regard to temperature coefficients and bifaciality. And while HJT is clearly ahead of TOPCon for these performance characteristics, TOPCon has obvious advantages over PERC for both temperature coefficients and bifaciality. However, with regard to low light performance, a clear technology favorite is less obvious. Kiwa PVEL’s low light performance results show strong overlap between PERC, TOPCon and HJT, with a wider range of values across individual TOPCon and HJT BOMs, than for PERC.",
  "panspotlightcard_alt": "Glass breakage rates by Pan impact.",
  "panspotlightcard_caption": " Key PAN file parameters of power temperature coefficient, bifaciality and low light performance results from PQP BOMs produced from 2022 to 2024. BOM quantity per test and per technology are shown in square brackets. Note the HJT sample size is significantly lower than PERC and TOPCon.",
  "home_cards": [
    {
      "heading": "Top Performer Overview",
      "title": "50 manufacturers are included in the 2025 Scorecard as Top Performers.",
      "text": "Nine manufacturers have at least one model type listed as a Top Performer in each of the seven tests. Eight manufacturers have a single model type listed as a Top Performer in all reliability tests (TC, DH, MSS, HSS, PID and LID+LETID). Seven manufacturers are first-time Top Performers. See the new",
      "linkText": "Manufacturers",
      "linkUrl": "/manufacturers",
      "textAfter": " page for more.",
      "image": "/images/Key-Takeaways-1.jpg",
      "alt": "Solar panel testing"
    },
    {
      "heading": "All Star Exclusivity",
      "title": "Very few model types are Top Performers in all tests.",
      "text": "Across the over 300 unique model types listed as Top Performers, only 21 achieved Top Performer status in all reliability tests (TC, DH, MSS, HSS, PID and LID+LETID). Of those, only three were Top Performers in all reliability tests and PAN performance. See the",
      "linkText": "Top Performers",
      "linkUrl": "/top-performers/",
      "textAfter": " page for more.",
      "image": "/images/key_takewaway_2.jpg",
      "alt": "Solar panels field"
    },
    {
      "heading": "Test Trends",
      "title": "Mixed results across PQP tests with some improving and others trending down.",
      "text": "The PID and PAN results improved but the percentage of BOMs with < 2% degradation decreased for TC and DH. Power loss following MSS, HSS and LID+LETID continues to be minimal, but the module breakage rate for MSS and HSS has increased. UVID results are starting to improve, but are still a source of concern for some BOMs.",
      "image": "/images/key_takewaway_3.jpg",
      "alt": "Solar panel testing"
    },
    {
      "heading": "Increased Failures",
      "title": "The percentage of manufacturers and BOMs experiencing failures continues to rise.",
      "text": "83% of module manufacturers and 59% of BOMs had at least one test failure, up from the 66% and 41% reported in the 2024 Scorecard, respectively. Module breakage during MSS and HSS was the leading failure type, but delamination, power loss, and junction box related issues also persist. See the",
      "linkText": "Failures",
      "linkUrl": "/failures/",
      "textAfter": " page for more.",
      "image": "/images/Key-Takeaways-4.jpg",
      "alt": "Solar panel testing"
    }
  ],
  "top_performers_heading": "View",
  "top_performers_heading_strong": "Top Performers",
  "top_performers_subtitle": "Explore the Searchable Database",
  "top_performers_paragraph_1": "The online Scorecard's searchable database allows users to filter Top Performers by manufacturer, PQP test, module design, power class and more. Search results can be exported in CSV format.",
  "top_performers_paragraph_2": "The Top Performers are also shown at the manufacturer level on the",
  "top_performers_manufacturers_link_text": "Manufacturers",
  "top_performers_manufacturers_link_textafter": " page.",
  "top_performers_manufacturers_link_url": "/manufacturers/",
  "top_performers_cta_text": "VIEW THE TOP PERFORMERS",
  "top_performers_cta_url": "/top-performers/",
  "top_performers_gif_alt": "Search Tool Preview",
  "cta_left_heading": "Kiwa PVEL Premium Partners receive more detailed Scorecard data every quarter, sent right to their inbox. Sign up as a Kiwa PVEL Premium Partner",
  "cta_left_link_text": "Join Now",
  "cta_left_link_url": "https://www.kiwa.com/us/en-us/services/engineering-and-consultancy/ppp/",
  "cta_right_heading": "Continue Exploring the 2025 Scorecard",
  "cta_right_link_text": "Next Page",
  "st_hero_heading_line_1": "The 2025 Top",
  "st_hero_heading_line_2": "Performers",
  "st_hero_heading_highlight": "Search Tool",
  "st_hero_paragraph": "Search through this year’s Top Performers by PQP Test, Manufacturer, Module Design, Cell Technology, and more. A checkmark means the model type is a Top Performer in that test. Search results are listed in alphabetical order by the manufacturers’ number of Scorecard appearances. The default search setting shows only the models that have achieved Top Performer status in all reliability tests (TC, DH, MSS, HSS, PID and LID+LETID). Press ‘Clear Filter’ to reset the search setting and see the full list of Top Performers. Learn more about how results are displayed",
  "st_hero_paragraph_link_text": "here",
  "st_hero_paragraph_link_url": "#searchtoolnote",
  "st_hero_image_alt": "Search Tool",
  "searchtool_notes_heading": "Search Tool",
  "searchtool_notes_heading_span": "Notes",
  "searchtool_notes_list_1": [
    "Visit the Methodology page to read how PQP results are scored and click on each test heading to read more about that test.",
    "Both tested model types and their variants for which the results are representative are included in the list of Top Performers. New for 2025: rather than averaging results across bill of material combinations (BOMs), model types are presented on multiple rows when multiple BOMs of the same model were tested. These BOMs are differentiated via the BOM ID column.",
    "For MSS, the mounting used is shown as follows:"
  ],
  "searchtool_mss_sublist": [
    "400 mm Nextracker mounting, tested at ±1800 Pa for SML.",
    "790 mm Nextracker mounting (no 400 mm holes present), tested at ±1800 Pa for SML.",
    "Corner mounted along the short-sides using Snap-N-Rack hardware, tested at ±1800 Pa for SML.",
    "Legacy PQP two-rail, four 50 mm clamp mounting, tested at ±2400 Pa for SML."
  ],
  "searchtool_notes_list_2": [
    "For HSS, the tested hail diameter that resulted in no glass breakage is shown.",
    "In some cases, test results were not available at the time of publication."
  ],
  "searchtool_image_alt": "Mechanical Stress Sequence Testing",
  "manufacturer_hero_heading_line_1": "The 2025",
  "manufacturer_hero_heading_highlight": "Manufacturers",
  "manufacturer_hero_paragraph": "Each manufacturer shown here submitted unique bills of materials (BOMs) for testing in Kiwa PVEL’s Product Qualification Program (PQP). These BOMs are represented by their associated model types in the",
  "manufacturer_hero_paragraph_link_text": "2025 Top Performer searchable database.",
  "manufacturer_hero_paragraph_link_url": "/top-performers/",
  "manufacturer_hero_paragraph_continued": "The manufacturer logos are separated by the number of PQP tests for which that manufacturer has one or more models listed as a Top Performer, then shown in alphabetical order by the manufacturers’ number of Scorecard appearances. The applicable test icons are shown under each logo. Click on the logos to see the Top Performer model types from that manufacturer or click on the test icons to learn more about that test.",
  "manufacturer_hero_image_alt": "PV module testing methodology",
  "historical_hero_heading_line_1": "Historical",
  "historical_hero_heading_highlight": "Scorecard",
  "historical_hero_paragraph": "The table below shows the history of top performance for all manufacturers featured in the 2025 Scorecard. Manufacturers are listed by the number of years they have been designated a Top Performer, in alphabetical order. The table also includes the factory locations that the manufacturer used for their Top Performer BOMs included in the 2025 Scorecard. Click on the manufacturer to access their website.",
  "historical_hero_link_text": "Want your modules listed in next year’s Scorecard? Click here to sign up for Kiwa PVEL PQP testing.",
  "historical_hero_link_url": "https://www.kiwa.com/pvel/pqp/sign-up",
  "historical_hero_image_alt": "PQP Testing manufacturer",
  "download_section_heading_line_1": "Download the",
  "download_section_heading_highlight": "Summary",
  "download_section_paragraph": "Want to take the Scorecard offline? Download the executive summary of the 2025 PV Module Reliability Scorecard. This PDF provides buyers with a quick reference to the list of top performing manufacturers and key takeaways from Kiwa PVEL's PQP testing.",
  "download_section_link_text": "Download The Summary",
  "download_section_link_url": "/download-the-scorecard/",
  "download_section_image_alt": "Solar panel testing in lab",
  "past_editions_heading_line_1": "View",
  "past_editions_heading_highlight": "Past Editions",
  "past_editions_paragraph": "The Top Performers included on this page are from the 11th Edition of the Scorecard. Access past editions of the Scorecard to see previous Top Performers and findings.",
  "past_editions_list": [
    {
      "text": "1st Edition - 2014: 10 Manufacturers Named",
      "url": "/download-the-scorecard/"
    },
    {
      "text": "2nd Edition - 2016: 13 Manufacturers Named",
      "url": "/download-the-scorecard/"
    },
    {
      "text": "3rd Edition - 2017: 22 Manufacturers Named",
      "url": "/download-the-scorecard/"
    },
    {
      "text": "4th Edition - 2018: 22 Manufacturers Named",
      "url": "/download-the-scorecard/"
    },
    {
      "text": "5th Edition - 2019: 15 Manufacturers Named",
      "url": "/download-the-scorecard/"
    },
    {
      "text": "6th Edition - 2020: 22 Manufacturers Named",
      "url": "/download-the-scorecard/"
    },
    {
      "text": "7th Edition - 2021: 26 Manufacturers Named",
      "url": "/download-the-scorecard/"
    },
    {
      "text": "8th Edition - 2022: 25 Manufacturers Named",
      "url": "/download-the-scorecard/"
    },
    {
      "text": "9th Edition - 2023: 35 Manufacturers Named",
      "url": "/download-the-scorecard/"
    },
    {
      "text": "10th Edition - 2024: 53 Manufacturers Named",
      "url": "/download-the-scorecard/"
    }
  ],
  "acknowledgment_section_heading_line_1": "Acknowledgments and",
  "acknowledgment_section_heading_highlight": "Disclaimer",
  "acknowledgment_section_image_alt": "PV module testing methodology",
  "acknowledgment_section_paragraph1": "Each year, the PV Module Reliability Scorecard is made possible by Kiwa PVEL’s technicians, engineers and support staff. Every day they diligently work to create trust and drive progress for the solar industry. We are also grateful to the Scorecard contributors, both past and present.",
  "acknowledgment_section_paragraph2": "This digital publication has been produced by PVEL LLC (“Kiwa PVEL”) from information relating to dates and periods referred to herein. This digital publication does not imply that any information is not subject to change. To the extent permitted by law, neither Kiwa PVEL nor any affiliate company (the “Group”) assumes any responsibility whether in contract, tort or otherwise for use of the digital publication. This digital publication is a summary and must be read in its entirety and is subject to any assumptions and qualifications expressed therein. This Report may contain detailed technical data which is intended for use only by persons possessing requisite expertise in its subject matter. Nothing in this digital publication is intended to confer upon any entity other than the Group any benefit and use of this document is at the user’s sole risk. This digital publication is protected by copyright.",
  "cta_heading": "Procure better modules. Get access to the Scorecard data every quarter by being a Kiwa PVEL Premium Partner.",
  "cta_link_text": "Join Now",
  "cta_link_url": "https://www.kiwa.com/us/en-us/services/engineering-and-consultancy/ppp/",
  "download_hero_heading_line_1": "Download the 2025",
  "download_hero_heading_line_2": "Scorecard Executive",
  "download_hero_heading_line_3": "Summary &",
  "download_hero_heading_highlight": "View Past Scorecards",
  "download_hero_paragraph_1": "An Executive Summary of the 2025 PV Module Reliability Scorecard is available in PDF format to provide buyers with a quick reference to the list of top performing manufacturers and key takeaways from Kiwa PVEL’s PQP testing.",
  "download_hero_paragraph_2": "All historic Kiwa PVEL Scorecards are also available for download as PDFs, or access the archived microsites for the 2021, 2022, 2023 and 2024 editions.",
  "download_hero_paragraph_3": "Submit the form below to access the Executive Summary and past Scorecards.",
  "download_hero_image_alt": "PV module testing methodology",
  "download_form_heading_span": "Scorecard",
  "download_form_heading": "Submit the form below to download Kiwa PVEL Scorecards",
  "form_first_name_label": "First Name",
  "form_last_name_label": "Last Name",
  "form_email_label": "Email",
  "form_required_symbol": "*",
  "consent_heading": "CONSENT FOR COMMUNICATIONS",
  "consent_text": "I would like to sign up for email updates from Kiwa PVEL. I understand that I can unsubscribe at any time.",
  "form_submit_button": "Submit",
  "form_image_alt": "2025 PV Module Reliability Scorecard",
  "download_cta_heading": "Kiwa PVEL Premium Partners receive more detailed Scorecard data every quarter, sent right to their inbox. Sign up as a Kiwa PVEL Premium Partner",
  "download_cta_button_text": "Join Now",
  "download_cta_button_url": "https://www.kiwa.com/us/en-us/services/engineering-and-consultancy/ppp/",
  "footer_logo_alt": "Kiwa Logo",
  "footer_lab_image_alt": "Kiwa PVEL Lab",
  "footer_contact_heading": "Contact Us",
  "footer_company_name": "Kiwa PVEL",
  "footer_address": "388 Devlin Road Napa, CA 94558",
  "footer_phone": "(415) 320-7835",
  "footer_email": "pvel@kiwa.com",
  "footer_signup_heading": "Sign up for email updates",
  "footer_signup_description": "I would like to sign up for email updates from Kiwa PVEL. I understand that I can unsubscribe at any time.",
  "footer_privacy_policy_text": "Click here",
  "footer_privacy_policy_url": "https://www.kiwa.com/kiwapvel-privacypolicy/",
  "footer_privacy_policy_suffix": "to read our Privacy Policy.",
  "footer_consent_checkbox_text": "I agree to receive other communications from Kiwa PVEL.",
  "footer_email_placeholder": "Your Email",
  "footer_subscribe_button_text": "Subscribe",
  "footer_privacy_statement_text": "Privacy statement",
  "footer_privacy_statement_url": "https://www.kiwa.com/kiwapvel-privacypolicy/",
  "footer_responsible_disclosure_text": "Responsible disclosure policy",
  "footer_responsible_disclosure_url": "https://www.kiwa.com/en/responsible-disclosure-policy/",
  "footer_copyright": "© 2025 PVEL LLC (“Kiwa PVEL”). All rights reserved.",
  "method_hero_title": "Methodology",
  "method_hero_description": "Since 2012, Kiwa PVEL’s Product Qualification Program has focused on benchmarking PV module reliability and performance. Our PQP reports and results support informed solar procurement and investment decisions. Discover more about PV module components, our testing methods and scoring of PV modules.",
  "method_hero_imgalt": "PV module testing methodology",
  "method_main_title": "Go Inside a ",
  "method_main_title_italic": "PV Module",
  "method_main_description": " GESAAAA - Top Performers are listed in the Scorecard by model type with a unique bill of materials (BOM) designator that represents the specific BOM combination that Kiwa PVEL has tested in our PQP. Scroll to explore the materials of a PV module and click on labels to see how many types of each component were used in the BOMs tested for the 2025 Scorecard.",
  "method_pqp_title": "The Importance of ",
  "method_pqp_title_span": "PQP Testing",
  "method_pqp_paragraphs_1": "Changes in PV module designs and components can have big impacts to reliability and performance, and the industry’s certification tests are typically not rigorous enough to identify these potential issues. Module warranties often have shortcomings that leave site owners exposed to significant financial losses. Kiwa PVEL’s PV Module PQP is a comprehensive protocol of tests focused on addressing these concerns and helping module buyers achieve better procurement.",
  "method_pqp_paragraphs_2": "Four principles have guided the PQP since it was launched in 2012: the importance of using empirical data instead of assumptions; using standard processes for benchmarking across products; third-party witnessing of the PQP sample production to remove hand-picked, golden samples; and updating the PQP test plan regularly to keep it relevant to current module technology and manufacturing processes.",
  "method_pqp_link": "https://www.kiwa.com/pvel/pqp/methodology",
  "method_pqp_link_text": "Visit kiwa.com/pvel/pqp/methodology to read more on these topics and see the PQP test chart.",
  "method_pqp_imgalt": "PQP Testing methodology",
  "method_bom_title": "How BOMs are",
  "method_bom_title_span": "Scored",
  "method_bom_heading1": "To be eligible for the 2025 Scorecard, manufacturers must have:",
  "method_bom_heading1_text1": "Completed the PQP sample production factory witness after October 1, 2023, and, for each BOM shown, have at least one new Top Performer-achieving result that was not included in the 2024 Scorecard.",
  "method_bom_heading1_text2": "Submitted at least two factory-witnessed PV module samples to all PQP reliability tests, as per Kiwa PVEL's BOM test requirements.",
  "method_bom_heading1_imgalt": "PV module testing",
  "method_bom_heading2": "The 2025 PV Module Reliability Scorecard lists Top Performers for seven PQP test categories. To be listed as a Top Performer in a particular test, the modules must not have experienced a wet leakage failure, a 'major' defect during visual inspection or a diode failure during that particular test.",
  "method_bom_heading2_text1": "Top Performers for ",
  "method_bom_heading2_text1_tclink": "/thermal-cycling/",
  "method_bom_heading2_text1_tclinktext": "TC",
  "method_bom_heading2_text1_dhlink": "/damp-heat/",
  "method_bom_heading2_text1_dhlinktext": "DH",
  "method_bom_heading2_text1_msslink": "/mechanical-stress-sequence/",
  "method_bom_heading2_text1_msslinktext": "MSS",
  "method_bom_heading2_text1_pidlink": "/pid/",
  "method_bom_heading2_text1_pidlinktext": "PID",
  "method_bom_heading2_text1_linktextafter": "must have <2% power degradation. For MSS, the mounting used during mechanical load testing is shown in the Top Performer list. For PID, the BOM must have < 2% power degradation in PID(+) and PID(-).",
  "method_bom_heading2_text2": "Top Performers for ",
  "method_bom_heading2_text2_hsslink": "/hail-stress-sequence/",
  "method_bom_heading2_text2_hsslinktext": "HSS",
  "method_bom_heading2_text2_linktextafter": " must not have experienced glass breakage during hail testing using 40 mm hail or larger. The actual hail size is shown in the Top Performer list, as well as the BOM glass thickness.",
  "method_bom_heading2_text3": "Top Performers for ",
  "method_bom_heading2_text3_lidlink": "/lidletid/",
  "method_bom_heading2_text3_lidlinktext": "LID + LETID",
  "method_bom_heading2_text3_linktextafter": " must have < 1% power degradation when combining the LID and LETID test results.",
  "method_bom_heading2_text4": "Top Performers for ",
  "method_bom_heading2_text4_panlink": "/pan-performance/",
  "method_bom_heading2_text4_panlinktext": "PAN",
  "method_bom_heading2_text4_panlinktextafter": "performance must place in the top quartile for energy yield in Kiwa PVEL's PVsyst simulations. If",
  "method_bom_heading2_text4_iamlink": "/iam/",
  "method_bom_heading2_text4_iamlinktext": "IAM",
  "method_bom_heading2_text4_iamlinktextafter": "testing was included for that BOM, the IAM results are included in the PAN analysis. If no IAM testing was included, the PVsyst default IAM for AR coated glass is used.",
  "method_bom_para1": "Not all products or model types are represented in every test. Some of the modules shown are untested variants that have enough BOM similarities to the tested modules that they are included in the Scorecard and shown as \"variant\". Manufacturers can choose which BOMs and variants to be listed in the Scorecard, in accordance with Kiwa PVEL's BOM test requirements.",
  "method_bom_para2": "In some cases, test results for some test categories were not available at the time of Scorecard publication. Kiwa PVEL's Premium Partners access the detailed PQP results on a quarterly basis rather than waiting for the next Scorecard. Find out more about subscribing.",
  "method_bom_paralink": "https://www.kiwa.com/us/en-us/services/engineering-and-consultancy/ppp",
  "method_bom_paralinktext": "here.",
  "lid_hero_image_alt": "PV module testing methodology",
  "lid_hero_title": "LID +",
  "lid_hero_title_span": "LETID",
  "lid_hero_paragraph": "The PQP’s Light Induced Degradation (LID) and Light and Elevated Temperature Induced Degradation (LETID) tests quantify these cell-based phenomena that are often incorporated into energy yield models. LID varies by cell technology but primarily impacts boron-doped cells and stabilizes shortly after module deployment. LETID most predominantly affected early generation PERC cells and is more severe in hotter climates. Degradation from LETID reaches its maximum point after months or years.",
  "lid_keytake_title": "Key Takeaways",
  "lid_cards": [
    {
      "heading": "Minimal Degradation",
      "title": "93% of BOMs tested had < 1% power loss in the combined LID plus LETID.",
      "text": "This is slightly down from the 96% of BOMs with < 1% reported in the 2024 Scorecard, but the median and average results were virtually identical for BOMs produced in 2023 and 2024. LID and LETID remain at historic lows.",
      "linkText": "See the Power Degradation graph below for more.",
      "linkUrl": "#PowerDegration",
      "image": "/images/Key-Takeaways-1.jpg",
      "alt": "Solar panel testing"
    },
    {
      "heading": "LID by Technology",
      "title": "Low LID values across cell technologies, with statistically no differences.",
      "text": "The median LID power loss for 2025 Scorecard eligible BOMs was 0.4% for TOPCon, 0.4% for PERC, and 0.3% for HJT. The average power loss was 0.4% for TOPCon, 0.3% for PERC and 0.4% for HJT. While the sample sizes were lower for PERC and HJT, the LID results were statistically the same regardless of cell technologies.",
      "image": "/images/key_takewaway_2.jpg",
      "alt": "Solar panels field"
    },
    {
      "heading": "LETID by Technology",
      "title": "Similar to LID, very little difference is seen in LETID results across cell technologies.",
      "text": "The median LETID power loss for 2025 Scorecard eligible BOMs was 0.0% for TOPCon, 0.0% for PERC, and 0.2% for HJT. The average power loss was 0.1% for TOPCon, 0.2% for PERC and 0.1% for HJT. A strong overlap in the range of results for all three cell technologies was also observed.",
      "image": "/images/key_takewaway_3.jpg",
      "alt": "Solar panel testing"
    },
    {
      "heading": "Initial Failures Decrease",
      "title": "Pre-stress testing failures drop from a high in the 2024 Scorecard.",
      "text1": "5% of BOMs experienced one or more pre-stress testing failures, down from 11% in the 2024 Scorecard. In the worst example of pre-stress testing failure, one BOM had multiple broken glass modules during LID testing (see the ",
      "linkText1": "Test Result Spotlight",
      "linkUrl1": "#TestSpotlight",
      "textAfter1": " below).Initial safety failures, missing junction box lids and delamination also occurred. See the ",
      "linkText2": "Failures",
      "linkUrl2": "/failures/",
      "textAfter2": "page for more.",
      "image": "/images/Key-Takeaways-4.jpg",
      "alt": "Solar panel testing"
    }
  ],
  "lid_test_spotlight_title": "Test Result",
  "lid_test_spotlight_title_span": "Spotlight",
  "lid_test_spotlight_paragraph_1": "Glass//glass modules experiencing spontaneous glass breakage is the most significant reliability issue affecting today's PV modules. Kiwa PVEL is aware of it occurring in multiple countries, with multiple module model types, mounted to multiple tracker/racking solutions. While this is not a failure mode often associated with LID and LETID testing, Kiwa PVEL was surprised to recently see six of 20 modules from one BOM showing a unique glass breakage pattern following outdoor LID. The cracks along the busbars indicate a lack of encapsulant along the laminate edges, leading to edge-pinch induced stress concentration points between the metal busbar and the glass surface.",
  "lid_test_spotlight_imagealt1": "Glass cracking detail",
  "lid_test_spotlight_imagealt2": "Busbar crack detail",
  "lid_test_spotlight_note": "Glass cracking stemming from the module busbars in glass/glass modules can be prevented with thicker encapsulant and/or changes to lamination recipe.",
  "lid_test_spotlight_imgtitle": "Click to Enlarge the  image",
  "lid_boms_title": "Power Degradation of",
  "lid_boms_title_span": "LID + LETID",
  "lid_boms_chart_image_alt": "Power degradation of LID + LETID BOMs",
  "lid_boms_chart_image_title": "Click to Enlarge the image",
  "lid_boms_badge_image_alt": "Top Performer 2025 Kiwa PV Module Reliability Scorecard",
  "lid_boms_cta_title": "See LID + LETID",
  "lid_boms_cta_title_span": "Top Performers",
  "lid_boms_cta_description": "Click here to see the 291 BOMs listed as LID + LETID Top Performers.",
  "lid_boms_footnote_left": "Before 2023, all results are average LID + average LETID486. 4% of 2023 results and 93% of 2024 results are average LID + average post-CID to post-LID324.",
  "lid_boms_boxplot_link_text": "View Box Plot Interpretation Guide",
  "lid_boms_boxplot_link": "https://2024modulescorecard.pvel.com/wp-content/uploads/PVEL_BoxPlotImage_220510_v.02-scaled.jpg",
  "lid_boms_external_link_text": "The LID and LETID test procedure, what PV module materials are assessed, and a case study on why LID and LETID is important can be found here on kiwa.com/pvel.",
  "lid_boms_external_link": "https://www.kiwa.com/pvel/pqp/lidletid",
  "hss_hero_alt": "PV module testing methodology",
  "hss_hero_title": "Hail Stress",
  "hss_hero_subtitle": "Sequence",
  "hss_hero_description": "The PQP’s Hail Stress Sequence (HSS) surpasses IEC/UL minimum hail requirements to rigorously test PV modules against a range of hail impacts. HSS employs lab-created ice balls ranging in size from 35 to 55 mm, while precisely controlling hail shape, density and velocity to ensure consistent and comparable impact energies. This test is mostly focused on glass breakage while also providing insights on cell crack susceptibility, and helps buyers benchmark and select modules with superior hail resistance.",
  "hss_key_takeaways_title": "Key Takeaways",
  "hss_cards": [
    {
      "heading": "Breakage Rates",
      "title": "Glass//backsheet and hail-hardened module designs have lower breakage rates.",
      "text": "The past year of testing continued to prove that 3.2 mm glass//backsheet modules and hail-hardened designs are significantly less susceptible to glass breakage than 2.0 mm glass//2.0 mm glass modules (see the",
      "linkText": "Test Result Spotlight",
      "linkUrl": "#TestSpotlight",
      "textAfter": "below). The HSS Top Performer category highlights modules resistant to glass breakage for 40 mm hail and greater.",
      "image": "/images/Key-Takeaways-1.jpg",
      "alt": "Solar panel testing"
    },
    {
      "heading": "Hail-hardened Modules",
      "title": "Initial glass//glass modules with thicker glass show improved hail resistance.",
      "text": "The first BOMs of hail-hardened modules made with either 2.5 mm glass//2.5 mm glass or 3.2 mm glass//2.0 mm glass have achieved lower glass breakage rates than both 3.2 mm glass//backsheet and 2.0 mm glass//2.0 mm glass. This is an encouraging example of the value of climate-specific module designs. See the",
      "linkText": "Test Result Spotlight",
      "linkUrl": "#TestSpotlight",
      "textAfter": "below for more.",
      "image": "/images/key_takewaway_2.jpg",
      "alt": "Solar panels field"
    },
    {
      "heading": "Minimal Power Loss",
      "title": "No post-hail impact power degradation > 2% in the 2025 Scorecard dataset.",
      "text": "Glass//glass modules continue to show minimal power loss as cells are protected from cracking within the neutral plane. Branching cell cracks have been observed on glass//backsheet modules following hail testing, but ultimately these modules suffer relatively little hail-induced power loss due to the use of half-cut, multi-bus bar (MBB) cells.",
      "linkText": "See the Power Degradation graph below for more.",
      "linkUrl": "#PowerDegration",
      "image": "/images/key_takewaway_3.jpg",
      "alt": "Solar panel testing"
    },
    {
      "heading": "Failures Rise",
      "title": "Broken modules from both hail sizes and hail retests were most prevalent.",
      "text": "HSS failures are recorded if modules break when tested at both hail sizes, which happened most with 2.0 mm glass//2.0 mm glass modules breaking at both 35 and 40 mm. A failure is also recorded when a manufacturer requests a hail retest due to glass breakage. 15% of BOMs experienced at least one of these two cases. See the",
      "linkText": "Failures",
      "linkUrl": "/failures/",
      "textAfter": "page for more.",
      "image": "/images/Key-Takeaways-4.jpg",
      "alt": "Solar panel testing"
    }
  ],
  "hss_power_title": "Power Degradation of",
  "hss_power_span": "HSS BOMs",
  "hss_power_cta_heading": "See Hail Stress Sequence",
  "hss_power_cta_heading1": "Top Performers",
  "hss_power_cta_paragraph": "Click here to see the 101 BOMs listed as HSS Top Performers.",
  "hss_power_footnote": "Results from the PQP's hail testing over the past three years. Hail kinetic impact energy and associated hail diameter is shown.",
  "hss_power_footnote_link_url": "https://2024modulescorecard.pvel.com/wp-content/uploads/PVEL_BoxPlotImage_220510_v.02-scaled.jpg",
  "hss_power_footnote_link_text": " View Box Plot Interpretation Guide ",
  "hss_power_link_url": "https://www.kiwa.com/pvel/pqp/hss",
  "hss_power_link_text": "The HSS test procedure, what PV module materials are assessed, and a case study on why HSS is important can be found here on kiwa.com/pvel.",
  "hss_power_hail_bom_left_alt": "Power degradation of Hail BOMs",
  "hss_power_hail_bom_left_title": "Click to Enlarge the image",
  "hss_power_hail_bom_right_alt": "Top Performer 2025 Kiwa PV Module Reliability Scorecard",
  "hss_spotlight_title": "Hail Test Result",
  "hss_spotlight_span": "Spotlight",
  "hss_spotlight_alt": "Glass breakage rates by hail impact",
  "hss_spotlight_paragraph_1": "The glass breakage rates from Kiwa PVEL’s hail testing of almost 300 PQP modules from the 2025 Scorecard dataset is shown below. The results are separated by 2.0 mm glass//2.0 mm glass, 3.2 mm glass//backsheet and “hail-hardened” modules. The hail-hardened category represents a mix between 2.5 mm glass//2.5 mm glass and 3.2 mm glass//2.0 mm glass, which are marketed as being able to withstand larger hail than traditional module designs. Kiwa PVEL’s results show the increased hail durability of 3.2 mm glass//backsheet modules compared to 2.0 mm glass//2.0 mm glass. The hail durability advantages of hail-hardened modules are also clearly shown, although the sample sizes for these modules are limited thus far.",
  "hss_spotlight_paragraph_2": "Glass breakage rates by kinetic energy and hail diameter by module type across the 2025 Scorecard dataset. Sample sizes in number of BOMs tested are shown in square brackets.",
  "bds_hero_alt": "PV module testing methodology",
  "bds_hero_title": "Backsheet Durability",
  "bds_hero_subtitle": "Sequence",
  "bds_hero_description": "The PQP’s Backsheet Durability Sequence (BDS) goes well beyond IEC/UL certification requirements to effectively evaluate backsheet reliability, focusing on risks like yellowing and cracking due to polymer degradation. This test uses UV light, high temperature and humidity, and temperature cycling to simulate conditions that can lead to material degradation in the field. Backsheet durability is critical for all solar sites as backsheet cracks can compromise both performance and safety, but it is especially important for installations in high irradiance and high albedo conditions.",
  "bds_takeaways_title": "Key Takeaways",
  "bds_cards": [
    {
      "heading": "No Observed Cracking",
      "title": "Kiwa PVEL has not recorded any catastrophic failures during BDS testing.",
      "text": "Over the past two years, Kiwa PVEL’s BDS testing for PQPs has not revealed any backsheet cracking issues. This testing covers 25 BOMs with a range of outer layer materials including CPC, PVF, PVDF and PET films. The backsheets were transparent, white and black. None of those tested exhibited backsheet cracks following BDS testing.",
      "image": "/images/Key-Takeaways-1.jpg",
      "alt": "Solar panel testing"
    },
    {
      "heading": "Visual Defects Persist",
      "title": "The BDS test can induce a variety of major and minor visual anomalies.",
      "text": "While no backsheet cracking has been observed, several modules suffered from other issues, including illegible labels (a major defect according to IEC), busbar discoloration on the rear side of bifacial modules, cable chalking, cracked connectors and backsheet discoloration. These defects may potentially compromise the module’s long-term performance and structural integrity.",
      "image": "/images/key_takewaway_2.jpg",
      "alt": "Solar panel testing"
    },
    {
      "heading": "Increased Transparent Backsheet",
      "title": "White backsheets have become far less prevalent in PQP testing.",
      "text": "Bifacial modules with transparent backsheets comprise more than 56% of the test sample population in Kiwa PVEL’s BDS testing. Results show that transparent backsheets suffered from similar degradation and yellowing compared to white backsheets. See the",
      "linkText": "Backsheet Yellowness Following BDS section below for More",
      "linkUrl": "#PowerDegration",
      "image": "/images/key_takewaway_3.jpg",
      "alt": "Solar panel testing"
    },
    {
      "heading": "Reliability Risks Still Exist",
      "title": "Unproven backsheet formulations continue to emerge.",
      "text": "Many new module backsheets have been deployed in the field over the last few years, showing no early signs of degradation. It is possible that some of these unproven backsheets may reveal potential issues over the long term. BDS testing remains an essential step in validating backsheet reliability before deployment.",
      "image": "/images/Key-Takeaways-4.jpg",
      "alt": "Solar panel testing"
    }
  ],
  "bds_power_title": "Backsheet Yellowness",
  "bds_power_span": "Following BDS",
  "bds_power_description": "During BDS testing, Kiwa PVEL performs colorimetermeasurements at 10 different backsheet locations for two identical samples per BOM. The measurements use the Commission Internationale de l'Eclairage (CIE) L*a*b* coordinate system, with b* representing the yellow/blue coordinate. As yellowness index increases so does the b* value. BDS reports include a graph showing the average difference in b* values (\"delta b star\") throughout BDS testing to help quantify the change in backsheet color. A broad range of delta b* values have been measured across transparent and white backsheets, indicating that some BOMs are more vulnerable to yellowing than others.",
  "bds_power_pancard_alt": "Glass breakage rates by Pan impact",
  "bds_power_pancard_caption": "Over the past two years, completed BDS test results on 44 modules show a range of yellowness.",
  "bds_power_link_url": "https://2024modulescorecard.pvel.com/wp-content/uploads/PVEL_BoxPlotImage_220510_v.02-scaled.jpg",
  "bds_power_link_text": "View Box Plot Interpretation Guide",
  "bds_power_footnote_row_url": "https://www.kiwa.com/pvel/pqp/bds",
  "bds_power_footnote_row_text": "The BDS test procedure, what PV module materials are assessed, and a case study on why BDS is important can be found here on kiwa.com/pvel.",
  "bds_test_title": "BDS Test Result",
  "bds_test_span": "Spotlight",
  "bds_test_description": "A recently tested white backsheet BOM exhibited significant yellowness following the third round of UV exposure (i.e., following DH1000+UV65+TC50+HF10+UV65+TC50+HF10+UV65) when the delta b* spiked to greater than 13. Although increased yellowness does not always result in backsheet failure in the field, in some cases yellowing is an indicator of mechanical breakdown that leads to backsheet embrittlement and cracking in the field. When significant yellowness is seen in BDS testing, Kiwa PVEL recommends that the manufacturer provide additional evidence to prove the backsheet will perform reliably for the expected module lifetime.",
  "bds_test_msscard_alt": "DH1000 EL image",
  "bds_test_msscard_heading": "Pre-BDS",
  "bds_test_msscard_paragraph": "An image of a module from the same BOM, taken during the PQP sample production factory witness.",
  "bds_test_msscard_alt1": "DH2000 EL image",
  "bds_test_msscard_heading1": "Post-UV#3",
  "bds_test_msscard_paragraph1": "One of the modules following UV#3 of the BDS test where yellowness can clearly be seen.",
  "mss_hero_titleline1": "Mechanical Stress",
  "mss_hero_titleline2": "Sequence",
  "mss_hero_highlight": "Sequence",
  "mss_hero_description": "The PQP’s Mechanical Stress Sequence (MSS) surpasses IEC/UL certification for more thorough module and cell durability testing. It detects potential glass and cell cracking vulnerabilities, and frame structural weaknesses through static and dynamic load testing. The subsequent climate chamber testing assesses power output reduction due to cell cracks, crucial for sites facing extreme weather such as heavy snow and high winds. MSS also evaluates how cell damage from manufacturing defects, transportation, handling or environmental stresses will impact module performance.",
  "mss_cards": [
    {
      "heading": "Minimal Power Loss",
      "title": "94% of BOMs completing MSS had < 2% power loss.",
      "text": "The power loss following MSS has remained relatively minimal for the past three years due to glass//glass and/or multi-busbar modules. However, two glass//backsheet BOMs experienced >8% power loss when the modules pressed against the torque tube, leading to many cracked cells with inactive areas.",
      "linkText": "See the Power Degradation graph below for more.",
      "linkUrl": "#PowerDegration",
      "image": "/images/Key-Takeaways-1.jpg",
      "alt": "Solar panel testing"
    },
    {
      "heading": "Failures Spike",
      "title": "20% of BOMs experienced one or more failures during MSS testing.",
      "text1": "The BOM-level failure rate increased from just 7% in the 2023 and 2024 Scorecards. 40% of manufacturers experienced at least one failure during MSS testing, all but two of which were due to glass breakage and/or frame damage (see the ",
      "linkText1": "Test Result Spotlight",
      "linkUrl1": "#TestSpotlight",
      "textAfter1": " below).Tracker-mounted load testing of larger modules with weaker glass and/or frames was to blame. See the ",
      "linkText2": "Failures",
      "linkUrl2": "/failures/",
      "textAfter2": "page for more.",
      "image": "/images/key_takewaway_2.jpg",
      "alt": "Solar panel testing"
    },
    {
      "heading": "Mounting Matters",
      "title": "Increase in glass breakage with tracker-mounted testing.",
      "text": "The sharp increase in the rate of broken modules came after updating the static mechanical load portion of the MSS test to use 400 mm Nextracker mounting at a ±1800 Pa test load, versus the previously used two-rail mounting with 50 mm clamps at a ±2400 Pa test load. This change in test procedure has highlighted the importance of mechanical durability.",
      "image": "/images/key_takewaway_3.jpg",
      "alt": "Solar panels field"
    },
    {
      "heading": "Glass Breakage Reasons",
      "title": "Many possible reasons exist for the increase in glass breakage in the lab and the field.",
      "text": "Kiwa's analysis of broken modules from the lab and field supports NREL's recent work1 on this topic. While there is no single reason, a range of issues have been identified including reduced glass strengthening, flaws within the glass edge and junction box mounting holes, weaker frame designs, laminate edge pinch, larger module areas, more aggressive module mounting and contact between the glass and frame.",
      "image": "/images/Key-Takeaways-4.jpg",
      "alt": "Solar panel testing"
    }
  ],
  "mss_power_left_line1": "Power Degradation of",
  "mss_power_left_line2": "MSS BOMs",
  "mss_power_left_highlight": "MSS BOMs",
  "mss_power_left_title": "Click to Enlarge the image",
  "mss_power_left_alt": "Power degradation of mss BOMs",
  "mss_power_right_alt": "Top Performer 2025 Kiwa PV Module Reliability Scorecard",
  "mss_power_right_heading1": "See Mechanical Stress Sequence",
  "mss_power_right_heading2": "Top Performers",
  "mss_power_right_description": "Click here to see the 137 BOMs listed as MSS Top Performers.",
  "mss_power_footnotes_note": "Before 2019, all results are only DML+TC50+HF10. 30% of 2019 results and all post-2019 results are SML+DML+TC50+HF10. Pre-2024 results are two-rail mount; 2024 results use tracker or corner mounting.",
  "mss_power_footnotes_link_text": "View Box Plot Interpretation Guide",
  "mss_power_footnotes_link_text_url": "https://2024modulescorecard.pvel.com/wp-content/uploads/PVEL_BoxPlotImage_220510_v.02-scaled.jpg",
  "mss_power_footer_externalLink_text": "The MSS test procedure, what PV module materials are assessed, and a case study on why MSS is important can be found here on kiwa.com/pvel.",
  "mss_power_reference_citation": "Silverman, T., Palmiotti, E., Springer, M., Bosco, N., Deceglie, M., Repins, I., & Gaulding, A. (2024). Tough Break: Many Factors Make Glass Breakage More Likely.",
  "mss_testspot_line1": "MSS Test Result",
  "mss_testspot_line2": "Spotlight",
  "mss_testspot_highlight": "Spotlight",
  "mss_testspot_description": "For some BOMs, module breakage occurs due to glass weakness, while for others, the frame is the main contributor. A case of the latter is below, where, following tracker-mounted ±1800 Pa SML, the frame experienced an oblique fracture 300 cycles into the ±1000 Pa DML test. Similar module failures have been observed in the field following wind events, and are likely due to thinner frame walls, smaller frame flanges and/or lower strength aluminum alloys. This type of defect may not appear during separate SML or DML testing for IEC certification, but has been seen on multiple modules subjected to the PQP’s combination of SML and DML.",
  "mss_testspot_card_image_alt1": "DH1000 EL image",
  "mss_testspot_card_image_alt1_text": "The module frame and glass broke during DML testing, after being weakened during SML.",
  "mss_testspot_card_image_alt2": "DH2000 EL image",
  "mss_testspot_card_image_alt2_text": "Zooming in, a clear break in the frame can be seen.",
  "uvid_hero_alt": "PV module testing methodology",
  "uvid_hero_line1": "Ultraviolet Induced",
  "uvid_hero_line2": "Degradation",
  "uvid_hero_highlight": "Degradation",
  "uvid_hero_description": "Kiwa PVEL’s Ultraviolet Induced Degradation (UVID) test goes beyond standard IEC/UL certification to identify modules that are susceptible to this degradation mechanism. HJT and TOPCon modules are advertised to have improved first year and annual degradation rates, but examples of both (in addition to PERC) have shown significant UV-induced power loss. While the test duration is not necessarily sufficient to reach the maximum amount of degradation resulting from UVID, this test is able to distinguish between UVID-susceptible and UV-stable modules.",
  "uvid_cards": [
    {
      "heading": "N-type is More Susceptible",
      "title": "UVID power loss is higher in n-type modules than p-type modules.",
      "text": "After testing more than 80 BOMs, the median power degradation was 3.1% and 4.2% for TOPCon and HJT BOMs respectively. PERC BOMs showed relatively lower degradation, with a median power loss of 2.2%. Different UVID failure mechanisms have been observed concurrently in different cell types.",
      "linkText": "See the Power Degradation graph below for more.",
      "linkUrl": "#PowerDegration",
      "image": "/images/Key-Takeaways-1.jpg",
      "alt": "Solar panel testing"
    },
    {
      "heading": "Dark Storage Metastability",
      "title": "Dark storage degradation observed in some TOPCon and HJT modules after UVID and field exposure.",
      "text": "This effect was most severe in UVID-sensitive TOPCon modules, at rates up to 1% power loss per day. While characterizations occur within 48 hours of UV exposure to minimize the extent, because of this issue UVID is not a Top Performer category this year but is likely to be included in the 2026 Scorecard.",
      "linkText": "See the Test Result Spotlight section below for more.",
      "linkUrl": "#TestSpotlight",
      "image": "/images/key_takewaway_2.jpg",
      "alt": "Solar panels field"
    },
    {
      "heading": "Encapsulant Choice Matters",
      "title": "Encapsulant additives and UV cut-off wavelength are critical parameters.",
      "text": "UV-induced degradation is more pronounced in modules with UV-transparent front encapsulants that have a cut-off wavelength below 340 nm. UV-blocking front encapsulants or light down-conversion encapsulation additives resulted in lower power degradation following UV testing.",
      "image": "/images/key_takewaway_3.jpg",
      "alt": "Solar panel testing"
    },
    {
      "heading": "Field Reliability Challenge",
      "title": "Outdoor exposure reveals some TOPCon and HJT BOMs are UVID-susceptible.",
      "text": "The PQP’s optional Field Exposure test has identified some BOMs with significant degradation (median: 2%, maximum: 8%) following one year of deployment in Davis, CA. This has been mainly attributed to UVID since the combined power loss from these BOMs following LID and LETID is less than 1% and the EL images show a distinct checkerboard pattern.",
      "image": "/images/Key-Takeaways-4.jpg",
      "alt": "Solar panel testing"
    }
  ],
  "uvid_power_line1": "UVID",
  "uvid_power_line2": "Power Degradation",
  "uvid_power_highlight": "Power Degradation",
  "uvid_power_description": "UVID is more pronounced in TOPCon and HJT modules compared to PERC, as shown in the graph below. Both TOPCon and HJT show a broad range of UVID susceptibility, suggesting variability in bill of materials, cell process non-uniformities and cell design, with both high- and low-performing configurations present. Notably, the majority of TOPCon modules experienced power losses exceeding 3% after 120 kWh/m2 of UV exposure, which approximates one year of outdoor exposure. This degradation is likely driven by a combination of UV-transparent encapsulants and thinner anti-reflective coatings on cells. Encouragingly, more recent UVID test results are starting to show improved performance, indicating that manufacturers are actively progressing toward better UV stability in module designs.",
  "uvid_power_alt": "UVID power degradation graph",
  "uvid_power_caption": "Outliers with >10% degradation are not shown. In some cases, these cause a significant reduction in the mean.",
  "uvid_power_text1": "View Box Plot Interpretation Guide",
  "uvid_power_text1_url": "https://2024modulescorecard.pvel.com/wp-content/uploads/PVEL_BoxPlotImage_220510_v.02-scaled.jpg",
  "uvid_power_text2": "The UVID test procedure, what PV module materials are assessed, and more information on why UVID is important can be found here on kiwa.com/pvel.",
  "uvid_spotlight_line1": "UVID Test Result",
  "uvid_spotlight_line2": "Spotlight",
  "uvid_spotlight_highlight": "Spotlight",
  "uvid_spotlight_description": "Kiwa PVEL has recently observed the signs of metastability in some UVID-stressed and field-exposed modules where significant power loss occurred when the modules were stored in the dark after the test’s conclusion. An example of that is shown below, where the module degraded to 4.5% following 120 kWh/m2 of UV exposure, but this degradation almost doubled after this when the module was in dark storage for 31 days. A partial recovery of the degradation was obtained by subjecting the module to a short full-spectrum light soak for 0.1 kWh/m2 under open-circuit conditions, but the degradation remained at >4%, signifying a clear susceptibility to UVID.",
  "uvid_spotlight_alt1": "Initial EL image",
  "uvid_spotlight_alt2": "DH1000 EL image",
  "uvid_spotlight_alt3": "DH2000 EL image",
  "uvid_spotlight_alt4": "DH2000 EL image",
  "uvid_spotlight_footnote": "This module degraded during UV testing, and then continued to degrade in dark storage. Some of the power loss recovered during a full-spectrum light soak. The EL images of UV-susceptible modules typically exhibit a ‘checkerboard’ pattern that is also seen in LETID-susceptible modules, indicating that cells are not uniformly affected by UVID stresses.",
  "label1": "Initial",
  "label2": "UVID120",
  "label3": "Dark Storage",
  "label4": "Light Soak",
  "panel_view_details": "View Details",
  "panel_layers": {
    "Aluminum_Frame": {
      "title": "Frame & Adhesives",
      "content": "<h3>Frame</h3><p>Provides mechanical reinforcement and allows the module to be mounted to racking. Improper frame design can lead to mechanical failure and/or cell damage.</p><p class='italic'>Unique frame manufacturers tested for this Scorecard: 67</p><h3>Frame Adhesive</h3><p>Adheres the frame to the module. Improper frame attachment can increase the likelihood of module damage and/or cell cracks.</p><p class='italic'>Unique frame adhesive models tested for this Scorecard: 25</p>"
    },
    "Glass_Coating": {
      "title": "Glass & Glass Coating",
      "content": "<h3>Front Glass</h3><p>Allows light to reach the cell while protecting the module from moisture and impacts. Glass cracks can lead to corrosion and safety issues.</p><p class='italic'>Unique glass manufacturers tested for this Scorecard: 19</p><h3>Glass Coating</h3><p>Anti-reflective coatings on the glass surface increase module efficiency by reducing light reflections. Energy yield decreases when this coating deteriorates.</p><p class='italic'>Unique glass coating models tested for this Scorecard: 41</p>"
    },
    "Solar_Cell": {
      "title": "Solar Cell Layer",
      "content": "<h3>Cells</h3><p>Cells capture sunlight for electricity. Issues significantly reduce power output.</p><p class='italic'>Unique cell manufacturers tested for this Scorecard: 52</p><h3>Interconnects</h3><p>Cell interconnects provide contact between the cells and module conductors. Damage can cause loss of electrical current flow and/or hot spots.</p><p class='italic'>Unique interconnect types tested for this Scorecard: 16</p><h3>Flux</h3><p>Cleans cell soldering areas, allowing for proper soldering to occur. Chemical reactions between the flux and other module chemistries can cause solder bond corrosion, leading to power loss and/or hot spots.</p><p class='italic'>Unique flux models tested for this Scorecard: 33</p>"
    },
    "Backsheet_Glass": {
      "title": "Backsheet or Rear Glass",
      "content": "<h3>Backsheet or Glass</h3><p>Covers and protects the back of modules. In bifacial modules, a transparent rear surface allows reflected light into the module. Cracked backsheet or rear-side glass can lead to delamination, corrosion and/or safety concerns.</p><p class='italic'>Unique backsheet models tested for this Scorecard: 16</p><p class='bom-stat'>21% of BOMs used a backsheet; 79% of BOMs used rear glass.</p>"
    },
    "Front_Encapsulant": {
      "title": "Front Encapsulant",
      "content": "<h3>Front Encapsulant</h3><p>Bonds solar cells to the front surface of the module. Degradation can result in discoloration, delamination and/or corrosion.</p><p class='italic'>Unique front encapsulant models tested for this Scorecard: 35</p>"
    },
    "Back_Encapsulate": {
      "title": "Rear Encapsulant",
      "content": "<h3>Rear Encapsulant</h3><p>Bonds solar cells to the rear surface of the module. Degradation can result in discoloration, delamination and/or corrosion.</p><p class='italic'>Unique rear encapsulant models tested for this Scorecard: 43</p>"
    },
    "Junction_Box": {
      "title": "Junction Box & Adhesives",
      "content": "<h3>Junction Box</h3><p>Houses and protects the bypass diodes and electrical terminations between the inner module circuit and external cables. Junction box failure can lead to corrosion and/or electrical arcing and fire.</p><p class='italic'>Unique junction box models tested for this Scorecard: 69</p><h3>Junction Box Pottant</h3><p>Seals and protects the inner junction box components. Poor quality pottant or curing lets moisture into the junction box, causing corrosion and/or junction box failures.</p><p class='italic'>Unique pottant models tested for this Scorecard: 20</p><h3>Bypass Diode</h3><p>Conducts current during module shading to prevent hot spot damage. Failed diodes can short circuit one third of the module or allow hot spots formation that can create glass cracks and melt module materials.</p><p class='italic'>Unique diode models tested for this Scorecard: 46</p><h3>Junction Box Adhesive</h3><p>Adheres the junction box to the module. Improper junction box adhesive can allow moisture ingress and safety issues.</p><p class='italic'>Unique adhesive models tested for this Scorecard: 21</p><h3>Connectors</h3><p>The electrical connection point between modules. Connector mismatch or improper installation can cause open string circuits, arcing and/or fires.</p><p class='italic'>Unique connector models tested for this Scorecard: 44</p>"
    }
  },
  "tablet_panel_layers": {
    "Aluminum_Frame": {
      "title": "Frame & Adhesives",
      "content": "<p> <strong>Frame</strong> Frame heights tested for this Scorecard: 67 <strong>Frame Adhesive</strong> Frame adhesive types tested for this Scorecard: 25</p>"
    },
    "Glass_Coating": {
      "title": "Glass & Glass Coating",
      "content": "<p> <strong>Front Glass</strong> Suppliers tested for this Scorecard: 19 <strong>Glass Coating</strong> Models tested for this Scorecard: 41</p>"
    },
    "Solar_Cell": {
      "title": "Solar Cell Layer",
      "content": "<p> <strong>Cells</strong> Manufacturers tested for this Scorecard: 52 <strong> Interconnects </strong> Types tested for this Scorecard: 16 <strong>Flux</strong> 33 different flux models were tested for this Scorecard. </p>"
    },
    "Backsheet_Glass": {
      "title": "Backsheet or Rear Glass",
      "content": "<p> <strong>Backsheet or Glass</strong> Types tested for this Scorecard: 16 21% of BOMs used a backsheet; 79% used rear glass</p>"
    },
    "Front_Encapsulant": {
      "title": "Front Encapsulant",
      "content": "<p> <strong>Front Encapsulant</strong> Models tested for this Scorecard: 41</p>"
    },
    "Back_Encapsulate": {
      "title": "Rear Encapsulant",
      "content": "<p> <strong>Rear Encapsulant</strong> Models tested for this Scorecard: 43</p>"
    },
    "Junction_Box": {
      "title": "Junction Box & Adhesives",
      "content": "<p> <strong> Junction Box </strong> Suppliers tested for this Scorecard: 69 <strong>Junction Box Pottant</strong> Pottant types tested for this Scorecard: 20 <strong> Diodes </strong> Suppliers tested for this Scorecard: 46 <strong>Junction Box Adhesive</strong> Adhesive types tested for this Scorecard: 21 <strong>Connectors</strong> Suppliers tested for this Scorecard: 44</p>"
    }
  },
  "mobile_panel_layers": {
    "Aluminum_Frame": {
      "title": "Frame & Adhesives",
      "content": "<p> <strong>Frame</strong> Frame heights tested for this Scorecard: 67 <strong>Frame Adhesive</strong> Frame adhesive types tested for this Scorecard: 25</p>"
    },
    "Glass_Coating": {
      "title": "Glass & Glass Coating",
      "content": "<p> <strong>Front Glass</strong> Suppliers tested for this Scorecard: 19 <strong>Glass Coating</strong> Models tested for this Scorecard: 41</p>"
    },
    "Solar_Cell": {
      "title": "Solar Cell Layer",
      "content": "<p> <strong>Cells</strong> Manufacturers tested for this Scorecard: 52 <strong> Interconnects </strong> Types tested for this Scorecard: 16 <strong>Flux</strong> 33 different flux models were tested for this Scorecard. </p>"
    },
    "Backsheet_Glass": {
      "title": "Backsheet or Rear Glass",
      "content": "<p> <strong>Backsheet or Glass</strong> Types tested for this Scorecard: 16 21% of BOMs used a backsheet; 79% used rear glass</p>"
    },
    "Front_Encapsulant": {
      "title": "Front Encapsulant",
      "content": "<p> <strong>Front Encapsulant</strong> Models tested for this Scorecard: 41</p>"
    },
    "Back_Encapsulate": {
      "title": "Rear Encapsulant",
      "content": "<p> <strong>Rear Encapsulant</strong> Models tested for this Scorecard: 43</p>"
    },
    "Junction_Box": {
      "title": "Junction Box & Adhesives",
      "content": "<p> <strong> Junction Box </strong> Suppliers tested for this Scorecard: 69 <strong>Junction Box Pottant</strong> Pottant types tested for this Scorecard: 20 <strong> Diodes </strong> Suppliers tested for this Scorecard: 46 <strong>Junction Box Adhesive</strong> Adhesive types tested for this Scorecard: 21 <strong>Connectors</strong> Suppliers tested for this Scorecard: 44</p>"
    }
  },
  "manufacturer_Top_7": "Top Performers in 7 Tests",
  "manufacturer_Top_6": "Top Performers in 6 Tests",
  "manufacturer_Top_5": "Top Performers in 5 Tests",
  "manufacturer_Top_4": "Top Performers in 4 Tests",
  "manufacturer_Top_3": "Top Performers in 3 or Less Tests"
}